Merge pull request #1 from MFitHou/feature/animated-readme
Feature/animated readme
